Repository: Discutea/DTutoBundle
Catalog: Resources/translations/messages.*.xlf
Languages: fr

# c1
source: Delete all tutorials in the category?
fr: Supprimer tous les tutoriels de cette catégorie ?

# c2
source: The category was successfully created.
fr: La catégorie a été créée.

# c3
source: The category was successfully updated.
fr: La catégorie a été mise à jour.

# c4
source: The tutorials were successfully moved.
fr: Les tutoriels ont tous été deplacés.

# c5
source: The category was successfully removed.
fr: La catégorie a été supprimée.

# c6
source: Remove category form.
fr: Suppression d'une catégorie.

# c7
source: Categories management form
fr: Formulaire de gestion d'une catégorie.

# c8
source: + Create a category +
fr: + Créer une catégorie +

# c9
source: Categories list.
fr: Liste des catégories.

# c10
source: Category remove form
fr: Formulaire de suppression d'une catégorie.

# c11
source: You must create a category to start!
fr: Vous devez créer une catégorie pour commencer !

# t1
source: The tutorial was successfully created.
fr: Le tutoriel a été créé.

# t2
source: The tutorial was successfully removed.
fr: Le tutoriel a été supprimé.

# t3
source: Tutorials Management form.
fr: Formulaire de gestion des tutoriels.

# t4
source: Add new tutorial
fr: Créer un tutoriel

# t5
source: Sorry, no tutorial found in the category!
fr: Désolé, Aucun tutoriel n'existe dans cette catégorie !

# t6
source: Current version
fr: Version courante

# t7
source: The tutorial is not complete
fr: Le tutoriel est en cours de rédaction

# t8
source: The tutorial has not yet been approved!
fr: Le tutoriel n'a pas encore été approuvé !

# t9
source: The tutorial was rejected!
fr: Le tutoriel à été rejeté !

# co1
source: The Contribution was successfully added to the tutorial.
fr: La contribution a été ajoutée avec succès au tutoriel.

# co2
source: The contribution will be defined as current contribution.
fr: La contribution à été définie comme contribution courante.

# co3
source: The contribution was successfully updated.
fr: La contribution a été mise à jour.

# co4
source: You can't delete the current contribution, for that remove the tutorial.
fr: Vous ne pouvez pas supprimer la contribution courante, pour cela supprimez le tutoriel.

# co5
source: The contribution was successfully removed.
fr: La contribution a été supprimée.

# co6
source: Contribution management form.
fr: Formulaire de gestion des contributions.

# f1
source: Contribution content.
fr: Contenu de la contribution.

# f2
source: Category title.
fr: Titre de la catégorie.

# f3
source: Display position
fr: Position pour l'affichage.

# f4
source: Optional illustration
fr: Image d'illustration facultative.

# f5
source: Select a status.
fr: Sélectionner un statut.

# f6
source: Status message (visible by contributor and moderators).
fr: Message de suivi (visible par le contributeur et les modérateurs).

# f7
source: Tutorial title.
fr: Titre du tutoriel.

# f8
source: Tutorial description.
fr: Description du tutoriel.

# f9
source: I will finish later.
fr: Je terminerai plus tard.

# f10
source: Decline this contribution.
fr: Refuser cette contribution.

# f11
source: I've completed the tutorial.
fr: J'ai terminé le tutoriel.

# f12
source: Validate contribution..
fr: Valider la contribution.

# f13
source: Select a category.
fr: Sélectionner la catégorie.

# f14
source: Enter a version number ex: 1.0.0
fr: Indiquer un numéro de version ex. : 1.0.0

# d1
source: Submit
fr: Soumettre

# d2
source: Edit
fr: Editer

# d3
source: Contribute
fr: Contribuer

# d4
source: Set as current version
fr: Définir comme version courante

# d5
source: Delete
fr: Supprimer

# d6
source: Delete
fr: Supprimer

# d7
source: Edit
fr: Editer
